7zip
amd-ucode
an-anime-game-launcher-bin
base
base-devel
brightnessctl
btop
catppuccin-gtk-theme-mocha
cliphist
fastfetch
git
hypridle
hyprland
hyprlock
hyprpolkitagent
iptables-nft
kitty
kvantum
lib32-mesa
lib32-nvidia-utils
lib32-pipewire
lib32-vulkan-radeon
libxdamage
linux
linux-firmware
linux-headers
ly
man-db
man-pages
mesa
mesa-utils
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-dkms
nvtop
nwg-look
obs-studio
openssh
pacman-contrib
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
proton-ge-custom-bin
qt5-wayland
qt6ct
refind
reflector
rofi-wayland
sl
sof-firmware
steam
sudo
swaync
ttf-roboto-mono-nerd
ttf-twemoji
ufw
vesktop-bin
visual-studio-code-bin
vivaldi
vulkan-radeon
vulkan-tools
waybar
wireplumber
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-termfilechooser-hunkyburrito-git
xorg-xwayland
yarn
yazi